no
the
is
are
normal
xxxx
of
and
acute
pleural
or
pneumothorax
heart
there
effusion
lungs
size
focal
clear
pulmonary
within
in
cardiopulmonary
disease
limits
right
left
consolidation
abnormality
with
silhouette
airspace
mediastinal
lung
stable
cardiomediastinal
changes
chest
findings
evidence
mild
a
unremarkable
spine
mediastinum
contour
thoracic
without
structures
for
to
contours
bony
effusions
seen
degenerative
opacity
large
upper
calcified
atelectasis
lobe
cardiac
appear
opacities
osseous
vascularity
identified
edema
intact
cardiomegaly
process
active
lateral
lower
visualized
volumes
abnormalities
aorta
vasculature
noted
low
infiltrate
on
bilateral
small
air
prior
pneumonia
be
may
negative
bilaterally
base
interstitial
scarring
appearance
present
grossly
nodules
rib
otherwise
unchanged
granuloma
space
this
enlarged
interval
free
hilar
basilar
chronic
at
definite
minimal
not
visible
represent
which
vascular
mildly
from
aortic
soft
thorax
granulomatous
both
radiographic
bibasilar
view
masses
pneumothoraces
tortuous
expanded
fracture
infiltrates
hemidiaphragm
increased
central
consistent
costophrenic
appears
fractures
nodule
tip
patient
suspicious
areas
examination
change
hyperexpanded
exam
patchy
prominent
alveolar
frontal
suggest
emphysema
atherosclerotic
posterior
an
granulomas
lymph
overlying
previous
sternotomy
anterior
midlung
density
calcifications
crowding
moderate
bronchovascular
typical
specifically
as
compatible
markings
study
tissues
catheter
versus
but
comparison
clips
spaces
adenopathy
subsegmental
further
streaky
evaluation
has
scattered
midline
nodular
again
cm
show
have
views
trachea
old
diaphragm
surgical
most
limited
blunting
displaced
skeletal
could
ct
over
abdomen
if
cardio
mid
than
prominence
deformity
hernia
mm
bone
normally
hyperinflated
inflated
middle
body
silhouettes
calcification
hiatal
spondylosis
significant
apical
vertebral
bases
tissue
fluid
tuberculosis
due
well
mass
been
multiple
radiographs
tortuosity
secondary
elevation
perihilar
some
borderline
radiograph
consolidations
emphysematous
compared
congestion
obtained
apex
greater
finding
infection
demonstrated
thickening
configuration
pa
was
slightly
enlargement
possibly
recommend
also
osteophytes
appearing
svc
suggestive
since
elevated
area
projecting
venous
diffuse
postsurgical
probable
distal
consists
medial
throughout
these
under
images
ribs
by
region
clavicle
widening
were
followup
represents
recommended
would
junction
hypoinflated
thoracolumbar
possible
shoulder
intraperitoneal
representing
approximately
persistent
near
copd
resolution
superior
severe
cervical
similar
tube
volume
ap
demonstrate
associated
hyperinflation
midthoracic
any
eventration
retrocardiac
densities
superimposed
line
reveal
cabg
level
biapical
multilevel
scan
fibrosis
quadrant
scoliosis
remain
flattening
remains
however
suggesting
arthritic
related
technique
excluded
lobes
overall
clinical
consider
along
atrium
leads
improved
hypoinflation
picc
measuring
loss
lumbar
available
can
deformities
top
lucency
disc
hilum
significantly
given
failure
hyperexpansion
clinically
endplate
paratracheal
dense
scar
imaging
injury
residual
known
abnormal
contrast
segment
post
history
lingula
wall
curvature
position
helpful
joint
projection
sequela
through
kyphosis
lobar
airways
vague
previously
underlying
overt
age
concerning
question
correlation
fusion
diaphragms
decreased
reflect
marked
dextroscoliosis
bodies
slight
healed
fat
more
metastatic
intrathoracic
above
diameter
hemidiaphragms
breast
redemonstration
artifact
humeral
film
descending
correlate
cholecystectomy
aeration
flattened
somewhat
partially
that
engorgement
adjacent
atrial
differential
probably
osteopenia
reveals
pattern
lingular
subclavian
peripheral
ectatic
parenchymal
head
few
bowel
extensive
one
external
status
nipple
artery
postoperative
aspect
pericardial
obstructive
knee
note
opacification
infectious
lymphadenopathy
amount
aerated
zone
rotated
suggests
lesion
films
arteries
sulcus
factors
concern
several
convincing
fissure
apices
parenchyma
early
blunted
appreciated
indicated
preoperative
technical
two
involving
calcific
abdominal
outside
evaluated
stent
evaluate
valve
hypertension
atypical
exclude
x
it
bandlike
dilated
lesions
node
diagnosis
ventricle
rounded
round
placement
numerous
spurring
neck
moderately
removal
subtle
atherosclerosis
before
better
inferior
humerus
ascending
irregular
monitor
coronary
collapse
continued
exaggerated
stomach
please
retrosternal
vein
first
development
pelvis
remote
hemithorax
very
wedge
only
result
levoscoliosis
habitus
redemonstrated
primordial
surgery
cavoatrial
tracheostomy
proximal
acromioclavicular
cavitary
questionable
described
rotation
shadows
critical
sequelae
overlies
developed
other
increase
sized
ectasia
up
foreign
collection
characterization
dislocation
irregularity
considering
removed
worsening
lordotic
internal
jugular
obscuration
recent
studies
device
accentuated
obscured
appropriate
projects
formation
includes
epicardial
malignancy
nonspecific
apparent
suspected
senescent
pneumoperitoneum
primary
aspiration
performed
aneurysm
indicate
inflammatory
pectus
document
noncalcified
discrete
notification
below
ij
improvement
caliber
subdiaphragmatic
loops
confluent
osteophyte
partial
stability
joints
projected
less
bullous
dedicated
azygos
relatively
sclerotic
unfolding
sulci
measures
setting
shows
suprahilar
asymmetric
incompletely
gross
today
hyperlucent
developing
tuberculous
overlie
worse
complete
demonstrates
cystic
shift
inspiratory
decubitus
remainder
additional
chf
relative
resolved
etiology
destructive
high
wedging
including
healing
alignment
weeks
does
motion
hypoventilation
posttraumatic
differences
documented
carina
treatment
its
subcutaneous
location
indistinct
spinal
trapping
shunt
coarse
glenoid
infrahilar
addition
overlapping
caval
platelike
after
end
image
pneumonitis
lines
osseus
unfolded
obvious
bullet
warranted
replacement
compartment
basal
ensure
uncertain
engorged
sarcoidosis
bronchiectasis
generator
confirm
hip
advanced
cortical
although
following
regions
dr
discussed
fullness
symmetric
minimally
retraction
obstruction
margination
dish
loculated
causing
tubing
exams
focus
axillary
posteriorly
tenderness
widened
predominantly
bypass
cavity
diminished
colon
incidental
vertebra
include
collections
fibrotic
feeding
pacemaker
examinations
three
dislocations
combination
callus
should
difficult
l1
recess
tips
extremity
expected
now
dextrocurvature
overlap
hydropneumothorax
increasing
allowing
diffusely
nondisplaced
suggested
favored
cancer
kyphotic
demineralization
results
technically
markers
fragment
curvilinear
sternum
reactive
fourth
t9
pneumomediastinum
single
layering
quality
features
fixation
between
interstitium
reflecting
consolidative
progression
tb
radiopaque
narrowing
corresponding
tunneled
suggestion
glenohumeral
hours
arterial
rightward
follow
suture
transverse
ankle
bullae
irregularities
useful
portion
sided
incidentally
greatest
pleura
lobectomy
part
based
mitral
cardiothoracic
like
terminating
time
remaining
smaller
inflammation
supine
width
remarkable
neoplasm
ventricular
convexity
structure
coarsened
levels
thoracotomy
colonic
dextro
procedure
flowing
determine
displacement
approximating
consideration
positioning
scoliotic
periphery
peribronchial
benign
localized
renal
osteoarthritis
side
see
largest
series
stripe
graft
tubes
sclerosis
pathologic
markedly
clearing
prosthetic
notified
another
telephone
postop
atelectatic
dialysis
hyperlucency
thin
ovoid
cavitation
entirely
lobulated
histoplasmosis
material
presence
radiographically
total
placed
larger
subpleural
sutures
retained
decreasing
comparisons
costochondral
iv
shape
resection
generalized
obscure
lucent
reflects
containing
vertebrae
maintained
splenic
prosthesis
mastectomy
congestive
considerations
though
destruction
background
courses
arthritis
review
distribution
innumerable
femoral
pathology
cardiophrenic
overload
carinatum
granulomata
margin
kub
about
anticipated
deviation
intravenous
portable
your
months
skin
considered
levocurvature
fibronodular
characteristic
axilla
rotator
excavatum
screw
reticular
cyst
characterized
evident
alternatively
oblique
obliquely
oriented
centrally
positional
liver
desired
tumor
stents
report
subphrenic
reticulonodular
mediport
t5
inferiorly
essentially
attenuation
marginal
consolidating
indeterminate
located
receipt
absence
femur
portions
notable
enteric
artifactual
scars
conspicuous
gastroesophageal
pads
fragments
exposure
epigastric
zones
innominate
either
cuffing
cleared
closure
out
suspicion
bronchitis
crowded
unclear
terminates
t6
scapular
stimulator
carcinoma
empyema
fractured
clavicular
bronchi
uncalcified
subcarinal
broken
accounting
decrease
subchondral
posterolateral
elements
multifocal
brachiocephalic
obscures
detail
resolving
endotracheal
possibility
septal
masslike
discoid
residuals
exaggeration
