no
the
is
are
normal
xxxx
and
of
acute
pleural
or
pneumothorax
there
heart
effusion
lungs
size
clear
focal
in
pulmonary
within
disease
cardiopulmonary
limits
right
left
consolidation
with
abnormality
silhouette
airspace
mediastinal
lung
stable
cardiomediastinal
changes
chest
a
findings
evidence
mild
spine
unremarkable
thoracic
mediastinum
without
contour
structures
to
for
contours
seen
effusions
bony
degenerative
opacity
cardiac
large
upper
atelectasis
calcified
lobe
appear
opacities
osseous
vascularity
cardiomegaly
identified
intact
edema
lower
process
active
lateral
visualized
aorta
volumes
noted
vasculature
abnormalities
low
infiltrate
on
bilateral
small
prior
air
pneumonia
base
may
be
bilaterally
interstitial
negative
scarring
present
appearance
unchanged
grossly
nodules
rib
otherwise
enlarged
granuloma
this
interval
space
basilar
free
hilar
chronic
minimal
at
vascular
visible
which
from
aortic
represent
mildly
definite
thorax
both
soft
radiographic
tortuous
granulomatous
masses
bibasilar
not
pneumothoraces
appears
expanded
infiltrates
tip
consistent
central
view
fracture
increased
hemidiaphragm
costophrenic
fractures
change
nodule
areas
suspicious
examination
hyperexpanded
patchy
overlying
atherosclerotic
exam
sternotomy
prominent
suggest
frontal
an
calcifications
emphysema
lymph
alveolar
midlung
posterior
anterior
granulomas
moderate
density
previous
clips
markings
specifically
crowding
subsegmental
as
has
study
bronchovascular
patient
spaces
tissues
versus
compatible
catheter
over
comparison
typical
adenopathy
but
again
midline
nodular
scattered
have
further
show
streaky
evaluation
surgical
cm
views
diaphragm
old
trachea
blunting
ct
mid
displaced
hernia
most
could
deformity
skeletal
abdomen
cardio
prominence
if
bone
limited
fluid
than
calcification
normally
inflated
hiatal
middle
mm
borderline
been
multiple
hyperinflated
silhouettes
significant
vertebral
leads
body
apical
tortuosity
compared
some
due
bases
tissue
spondylosis
congestion
consolidations
elevation
tuberculosis
radiographs
well
demonstrated
secondary
perihilar
thickening
radiograph
obtained
mass
svc
finding
position
enlargement
infection
pa
configuration
appearing
emphysematous
was
apex
greater
projecting
also
since
slightly
region
elevated
recommend
area
possibly
diffuse
atrium
suggestive
venous
ribs
osteophytes
distal
under
clavicle
probable
postsurgical
represents
were
hypoinflated
persistent
images
junction
representing
recommended
thoracolumbar
followup
medial
these
intraperitoneal
consists
throughout
possible
widening
tube
ventricle
by
retrocardiac
would
near
volume
similar
scan
severe
resolution
approximately
copd
line
superior
scoliosis
associated
superimposed
pacemaker
remain
shoulder
ap
any
cabg
level
cervical
midthoracic
hyperinflation
densities
however
demonstrate
fibrosis
picc
quadrant
remains
eventration
reveal
related
flattening
wall
multilevel
deformities
biapical
suggesting
failure
arthritic
improved
lobes
consider
along
clinical
technique
lumbar
vague
post
overall
loss
disc
endplate
given
hypoinflation
top
injury
measuring
clinically
lingula
scar
available
excluded
age
lucency
hyperexpansion
significantly
through
residual
kyphosis
contrast
paratracheal
imaging
joint
sequela
dense
overt
hilum
abnormal
curvature
bodies
airways
fusion
projection
lobar
diaphragms
known
fat
helpful
reflect
marked
slight
dextroscoliosis
history
correlation
intrathoracic
previously
underlying
concerning
one
segment
more
status
above
descending
question
engorgement
diameter
correlate
healed
subclavian
zone
cholecystectomy
cannot
somewhat
partially
atrial
that
metastatic
extensive
ectatic
parenchymal
osteopenia
breast
decreased
redemonstration
valve
humeral
film
opacification
bowel
lingular
differential
postoperative
pericardial
aeration
probably
artifact
fissure
hemidiaphragms
pattern
artery
aerated
peripheral
aspect
atherosclerosis
flattened
obstructive
reveals
involving
few
dilated
infectious
pelvis
device
adjacent
atypical
note
head
lesion
arteries
placement
convincing
lymphadenopathy
lesions
projects
amount
moderately
irregular
external
rotated
apices
parenchyma
blunted
exclude
suggests
generator
x
nipple
films
indicated
several
abdominal
neck
node
stomach
sulcus
diagnosis
removal
evaluated
proximal
vein
coronary
stent
evaluate
early
hypertension
appreciated
concern
preoperative
two
inferior
bandlike
other
round
calcific
surgery
spurring
expected
outside
exaggerated
tracheostomy
please
first
overlies
it
factors
before
result
continued
numerous
cavoatrial
ascending
subtle
hemithorax
cavitary
wedge
rounded
studies
only
defibrillator
removed
better
critical
primordial
technical
development
humerus
sized
ectasia
up
monitor
recent
remote
retrosternal
acromioclavicular
questionable
very
inflammatory
redemonstrated
knee
shadows
overlie
caliber
increase
improvement
worsening
lordotic
internal
jugular
senescent
aspiration
epicardial
partial
foreign
incompletely
levoscoliosis
collection
nonspecific
habitus
characterization
apparent
pectus
less
icd
described
irregularity
notification
sequelae
collapse
developed
accentuated
obscured
obscuration
appropriate
pneumoperitoneum
formation
includes
aneurysm
indicate
malignancy
projected
dislocation
increasing
discrete
rotation
suspected
sclerotic
ij
subdiaphragmatic
extremity
loops
setting
osteophyte
high
performed
loculated
healing
suprahilar
spinal
joints
developing
dedicated
additional
document
noncalcified
azygos
worse
considering
sulci
below
demonstrates
shift
resolved
unfolding
tips
its
measures
destructive
confluent
location
indistinct
primary
wedging
including
shows
asymmetric
stability
gross
alignment
tubing
does
chest:
coarse
bullous
hip
tuberculous
documented
chf
carina
relatively
relative
cystic
etiology
unfolded
inspiratory
shunt
single
weeks
replacement
basal
uncertain
decubitus
engorged
hyperlucent
remainder
sarcoidosis
confirm
hypoventilation
posttraumatic
lines
overlapping
axillary
fullness
clearing
fibrotic
platelike
after
treatment
complete
end
dr
pneumonitis
symmetric
markers
recess
bypass
obstruction
subcutaneous
osseus
cavity
margination
obvious
fourth
bullet
causing
t9
trapping
overlap
pneumomediastinum
warranted
mitral
compartment
ensure
motion
exams
fixation
glenoid
interstitium
bronchiectasis
infrahilar
focus
advanced
cortical
terminating
caval
differences
vertebra
favored
posteriorly
include
although
collections
remaining
following
examinations
tenderness
widened
prosthetic
dislocations
regions
image
discussed
kyphotic
difficult
demineralization
minimally
retraction
sided
now
diminished
dish
procedure
stimulator
colon
scoliotic
layering
vertebrae
incidental
between
tubes
addition
radiopaque
congestive
atelectatic
diffusely
nondisplaced
combination
cancer
ventricular
femur
results
convexity
follow
predominantly
curvilinear
sternum
terminates
reactive
greatest
pleura
resection
lobectomy
dextrocurvature
approximating
complication
based
knee:
levocurvature
fibronodular
quality
axilla
features
cardiothoracic
screw
periphery
reflecting
reticular
splenic
consolidative
progression
decrease
tb
narrowing
side
time
corresponding
destruction
graft
tunneled
supine
feeding
suggestion
glenohumeral
pacing
remarkable
suggested
aicd
callus
hours
notified
arterial
rightward
should
masslike
portions
femoral
l1
fragment
suture
transverse
ankle
structure
bullae
useful
portion
levels
about
thoracotomy
colonic
incidentally
dextro
shape
flowing
determine
generalized
obscure
displacement
part
lucent
reflects
containing
consideration
positioning
characteristic
maintained
excavatum
fractured
third
peribronchial
benign
localized
renal
osteoarthritis
like
prosthesis
mastectomy
allowing
see
largest
considerations
series
can
report
stripe
reticulonodular
smaller
background
inflammation
whose
arthritis
markedly
width
three
distribution
obscures
resolving
another
telephone
consolidating
postop
dialysis
thin
entirely
technically
lobulated
residuals
histoplasmosis
material
presence
radiographically
irregularities
placed
cardiophrenic
larger
subpleural
overload
sutures
coarsened
retained
carinatum
decreasing
granulomata
margin
kub
costochondral
anticipated
iv
t6
deviation
scapular
satisfactory
intravenous
portable
your
months
skin
considered
cardia
stool
hydropneumothorax
rotator
clavicular
bronchi
cyst
characterized
evident
alternatively
gastric
oblique
obliquely
oriented
reaction
subcarinal
centrally
positional
liver
desired
broken
tumor
stents
though
hiatus
definitely
mediport
sclerosis
pathologic
courses
inferiorly
posterolateral
t7
elements
review
multifocal
brachiocephalic
attenuation
innumerable
marginal
perhaps
neoplasm
i
endotracheal
possibility
indeterminate
located
receipt
absence
hyperlucency
ovoid
notable
enteric
scars
conspicuous
gastroesophageal
pads
discoid
corresponds
fragments
exposure
dated
traumatic
total
epigastric
zones
innominate
particularly
either
